Repository: idroj2002/hotel_management
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Room reservations - Search results for
es: Reservas de habitación - Resultados de búsqueda

source: Restaurant reservations - Search results for
es: Reservas del restaurante - Resultados de búsqueda

source: Reservations
es: Reservas

source: Room reservations
es: Reservas de habitación

source: Restaurant reservations
es: Reservas del restaurante

source: Cancelled room reservations - Search results for
es: Reservas de habitación canceladas - Resultados de búsqueda

source: Cancelled restaurant reservations - Search results for
es: Reservas del restaurante canceladas - Resultados de búsqueda

source: Cancelled reservations
es: Reservas canceladas

source: Cancelled room reservations
es: Reservas de habitación canceladas

source: Cancelled restaurant reservations
es: Reservas del restaurante canceladas

source: It is not possible to edit a reservation with a check-in associated.
es: No se puede editar una reserva con check-in.

source: It is not possible to edit a cancelled reservation.
es: No se puede editar una reserva cancelada.

source: It is not possible to delete a reservation with a check-in associated.
es: No se puede borrar una reserva con check-in.

source: It is not possible to create a Check-In for a restaurant reservation.
es: No se puede crear un Check-In para una reserva de restaurante.

source: It is not possible to add a check-in for a cancelled reservation.
es: No se puede crear un Check-In para una reserva cancelada.

source: The date for this Check-in has not been reached yet.
es: La fecha para este Check-In has no se ha alcanzado aún.

source: Already exists a Check-In for this reservation.
es: Ya existe un Check-In para esta reserva.

source: Exists a Check-Out for this reservation so it is closed.
es: Existe un Check-Out para esta reserva por lo que está cerrada.

source: It is not possible to create a Check-Out for a restaurant reservation.
es: No se puede crear un Check-Out para una reserva de restaurante.

source: The date for this Check-Out has not been reached yet.
es: La fecha para este Check-Out no se ha alcanzado aún.

source: ERROR: unidentified cleaner
es: ERROR: limpiador no identificado

source: ERROR: unidentified data
es: ERROR: datos no encontrados

source: English
es: Inglés

source: Spanish
es: Español

source: Morning shift
es: Turno de mañana

source: Afternoon shift
es: Turno de tarde

source: Night shift
es: Turno de noche

source: The specified values aren't a valid format
es: Los valores especificados tienen un formato incorrecto

source: SuperUser - Search results for
es: SuperUsuario - Resultados de búsqueda

source: SuperUser
es: SuperUsuario

source: Invalid group. Please, select a valid group.
es: Grupo no válido. Por favor, seleccione un grupo válido.

source: Home
es: Inicio

source: Log out
es: Cerrar sesión

source: Log in
es: Iniciar sesión

source: Sign in
es: Registrarse

source: Cleaning
es: Limpieza

source: Rooms to be cleaned
es: Habitaciones por hacer

source: In progress
es: En progreso

source: Recommended
es: Recomendado

source: The room needs to be cleaned
es: La habitación no está hecha

source: The room is being cleaned by
es: La habitación está siendo limpiada por

source: Mark as completed
es: Marcar como terminada

source: Cancel
es: Cancelar

source: Mark as doing
es: Hacer habitación

source: Mark as occupied
es: Marcar como ocupada

source: Cleaned rooms
es: Habitaciones limpias

source: The room has been cleaned by
es: La habitación ha sido limpiada por

source: at
es: a las

source: on
es: el

source: Reception
es: Recepción

source: Restaurant
es: Restaurante

source: Administration
es: Administración

source: Las Palmeras hotel
es: Hotel Las Palmeras

source: Create Check-In
es: Crear Check-In

source: Reservation Check-In
es: Check-In de la reserva

source: Submit
es: Enviar

source: Back to Reservations
es: Volver a reservas

source: Create Check-Out
es: Crear Check-Out

source: Reservation Check-Out
es: Check-Out de la reserva

source: List of canceled reservations
es: Lista de reservas canceladas

source: Cancelled room reservation list
es: Lista de reservas de habitación canceladas

source: Cancelled restaurant reservation list
es: Lista de reservas del restaurante canceladas

source: Search
es: Buscar

source: Room number
es: Número de habitación

source: Name
es: Nombre

source: People
es: Comensales

source: Details
es: Detalles

source: Edit
es: Editar

source: Delete
es: Eliminar

source: No cancelled reservations found.
es: No se ha encontrado ninguna reserva cancelada.

source: No cancelled reservations found matching the search
es: No se ha encontrado ninguna reserva cancelada que coincida con la búsqueda

source: Cancel Check-in
es: Cancelar check-in

source: Cancel check-in
es: Cancelar check-in

source: Are you sure that you want to cancel the check-in
es: ¿Estás seguro que quieres cancelar el check-in

source: Confirm
es: Confirmar

source: Cancel reservation
es: Cancelar reserva

source: Are you sure that you want to cancel the reservation
es: ¿Estás seguro que quieres cancelar la reserva

source: Edit Check-in
es: Editar check-in

source: Edit reservation
es: Editar reserva

source: Edit room reservation
es: Editar reserva de habitación

source: Edit restaurant reservation
es: Editar reserva de restaurante

source: Save
es: Guardar

source: Reservation info
es: Información de la reserva

source: Room reservation
es: Reserva de habitación

source: Restaurant reservation
es: Reserva del restaurante

source: Last name
es: Apellidos

source: Email
es: Correo

source: Phone
es: Teléfono

source: Birth
es: Nacimiento

source: Table ID / number
es: ID / número de mesa

source: Time
es: Turno

source: Room type
es: Tipo de habitación

source: Check-In date
es: Fecha del Check-In

source: Check-Out date
es: Fecha del Check-Out

source: Number of guests
es: Número de huéspedes

source: Price
es: Precio

source: Number of diners
es: Número de comensales

source: Process Check-In
es: Procesar Check-In

source: Process Check-Out
es: Procesar Check-Out

source: Check-In information:
es: Información del Check-In:

source: Check-In data
es: Datos del Check-In:

source: Keys delivered
es: Llaves entregadas

source: Yes
es: Sí

source: Created / edited by
es: Creado / editado por

source: Check-Out information:
es: Información del Check-Out:

source: Keys collected
es: Llaves recogidas

source: Created by
es: Creado por

source: Room reservation list
es: Lista de reservas de habitación

source: Restaurant reservation list
es: Lista de reservas del restaurante

source: Add Reservation
es: Añadir reserva

source: Check-Out today
es: Check-Out de hoy

source: No more Check-Out today.
es: No más check-out hoy.

source: Check-In for today
es: Check-In de hoy

source: No more Chec-In today.
es: No más check-in hoy.

source: No reservations found.
es: No se ha encontrado ninguna reserva.

source: No reservations found matching the search
es: No se ha encontrado ninguna reserva que coincida con la búsqueda

source: Create reservation
es: Crear reserva

source: New restaurant reservation
es: Nueva reserva del restaurante

source: No tables available for the selected date, time, and number of people
es: No hay mesas disponibles para la fecha y hora seleccionadas

source: Bill detail
es: Detalles de factura

source: Add to cart
es: añadir a la cesta

source: Bills
es: Facturas

source: Table
es: Mesa

source: No bills found.
es: No se ha encontrado ninguna factura.

source: No bills found matching the search
es: No se ha encontrado ninguna factura que coincida con la búsqueda

source: Other bills
es: Otras facturas

source: Reservation Confirmation
es: Confirmación de la reserva

source: Thank you for your reservation
es: Gracias por su reserva

source: Table ID
es: Número de mesa

source: Back to reservations
es: Volver a reservas

source: Reservation information
es: Información de la reserva

source: Reservation ID / number
es: ID / número de reserva

source: Name:
es: Nombre:

source: Table ID / number:
es: ID / número de mesa

source: Time:
es: Turno:

source: Room number:
es: Número de habitación:

source: Number of diners:
es: Número de comensales:

source: No users found
es: No se ha encontrado ningún usuario.

source: No users found that matches the search
es: No se ha encontrado ningún usuario que coincida con la búsqueda

source: Assign group to
es: Asignar grupo a

source: Current group
es: Grupo actual

source: Select group
es: Seleccionar grupo

source: Asign Group
es: Asignar grupo

source: Clear groups
es: Quitar grupos
